7zip
adw-gtk-theme
amd-ucode
ark
base
base-devel
bluetui
bluez
bluez-utils
breeze
btop
dolphin
efibootmgr
fd
firefox
fish
flatpak
fuzzel
fzf
ghostty
git
greetd
grub
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprshot
imagemagick
impala
iwd
kvantum
lazygit
lib32-nvidia-utils
linux
linux-firmware
linux-headers
man-db
neovim
nvidia-dkms
nvidia-utils
nwg-look
obs-studio
openssh
os-prober
otf-font-awesome
papirus-icon-theme
pavucontrol
pipewire-pulse
qt5ct
qt6ct
resvg
spotify-launcher
starship
stow
swaync
tmux
tree
ttf-cascadia-mono-nerd
ttf-iosevka-nerd
ttf-jetbrains-mono-nerd
unzip
waybar
wireplumber
woff2-font-awesome
wofi
yazi
zoxide
zram-generator
